Table of Contents
 Enum Element2DType
Namespace
IdeaRS.OpenModel.Model
Assembly
IdeaRS.OpenModel.dll
Analysis Type of 2D IOM element
public enum Element2DType
Fields
Shell = 0
Shell
Slab = 1
Slab
Wall = 2
Wall
Fields
 Name |  Description
 Shell = 0
Shell
 Slab = 1
Slab
 Wall = 2
Wall
 Edit this page